Repository: robwizzie/Mile-A-Day
Catalog: app/Mile A Day/Localizable.xcstrings
Source language: en
Languages: de, fr

source: A friend wants to race you — tap to respond
de: Ein Freund will gegen dich antreten – tippe zum Antworten
fr: Un ami veut te défier — touche pour répondre

source: A little about you
de: Ein bisschen über dich
fr: Un peu sur toi

source: Accept
de: Annehmen
fr: Accepter

source: ACCOUNT
de: KONTO
fr: COMPTE

source: Activity
de: Aktivität
fr: Activité

source: Add Friends
de: Freunde hinzufügen
fr: Ajouter des amis

source: Add friends to co-post
de: Freunde für gemeinsamen Beitrag hinzufügen
fr: Ajoute des amis pour co-publier

source: Add Maps to Past Workouts
de: Karten zu früheren Workouts hinzufügen
fr: Ajouter des cartes aux anciens entraînements

source: Add to feed
de: Zum Feed hinzufügen
fr: Ajouter au fil

source: Adding more than %@ will mark this workout as manually entered.
de: Mehr als %@ hinzuzufügen markiert dieses Workout als manuell eingetragen.
fr: Ajouter plus de %@ marquera cet entraînement comme saisi manuellement.

source: Alerts, who sees your workouts, tagged posts
de: Alarme, wer deine Workouts sieht, markierte Beiträge
fr: Alertes, qui voit tes entraînements, publications taguées

source: ALL-TIME BEST
de: ALLZEIT-BESTWERT
fr: RECORD ABSOLU

source: and
de: und
fr: et

source: Are you sure you want to sign out?
de: Möchtest du dich wirklich abmelden?
fr: Veux-tu vraiment te déconnecter ?

source: AUTO-PAUSED
de: AUTO-PAUSE
fr: PAUSE AUTO

source: Back
de: Zurück
fr: Retour

source: Back to Dashboard
de: Zurück zur Übersicht
fr: Retour à l'accueil

source: Back to where you were!
de: Zurück, wo du warst!
fr: De retour là où tu étais !

source: Best ever
de: Bestwert
fr: Record absolu

source: Bring in history from a Strava or Garmin export
de: Verlauf aus einem Strava- oder Garmin-Export übernehmen
fr: Importe ton historique depuis un export Strava ou Garmin

source: Build a daily habit
de: Eine tägliche Gewohnheit aufbauen
fr: Créer une habitude quotidienne

source: By continuing, you agree to our
de: Wenn du fortfährst, stimmst du unseren
fr: En continuant, tu acceptes nos

source: Calendar
de: Kalender
fr: Calendrier

source: Camera closes in
de: Kamera schließt in
fr: L'appareil photo se ferme dans

source: Cancel
de: Abbrechen
fr: Annuler

source: Change
de: Ändern
fr: Modifier

source: Change any time in notification settings.
de: Jederzeit in den Mitteilungseinstellungen änderbar.
fr: Modifiable à tout moment dans les réglages de notifications.

source: change in iOS Settings
de: in den iOS-Einstellungen ändern
fr: à modifier dans les Réglages iOS

source: ChatGPT / AI
de: ChatGPT / KI
fr: ChatGPT / IA

source: Choose a photo
de: Foto auswählen
fr: Choisir une photo

source: Choose a photo from this walk or run
de: Wähle ein Foto von diesem Spaziergang oder Lauf
fr: Choisis une photo de cette marche ou course

source: Choose from this walk or run
de: Aus diesem Spaziergang oder Lauf wählen
fr: Choisir dans cette marche ou course

source: Close
de: Schließen
fr: Fermer

source: Close friends can get notifications others don't. They're never told.
de: Enge Freunde können Mitteilungen bekommen, die andere nicht bekommen. Sie erfahren es nie.
fr: Les amis proches peuvent recevoir des notifications que les autres n'ont pas. Ils ne le savent jamais.

source: Common Goals
de: Übliche Ziele
fr: Objectifs courants

source: Compete
de: Wettkampf
fr: Compétition

source: Complete your workout with Apple Fitness to see it here
de: Schließe dein Workout mit Apple Fitness ab, um es hier zu sehen
fr: Termine ton entraînement avec Apple Fitness pour le voir ici

source: Connected Apps
de: Verbundene Apps
fr: Apps connectées

source: Continue
de: Weiter
fr: Continuer

source: Control what others can see
de: Steuere, was andere sehen
fr: Contrôle ce que les autres voient

source: Couldn't load badges
de: Abzeichen konnten nicht geladen werden
fr: Impossible de charger les badges

source: Couldn't load more — tap to retry
de: Konnte nicht mehr laden – zum Wiederholen tippen
fr: Impossible d'en charger plus — touche pour réessayer

source: Count
de: Anzahl
fr: Nombre

source: Customize what & when
de: Was und wann anpassen
fr: Personnalise quoi et quand

source: Daily Challenge
de: Tägliche Herausforderung
fr: Défi quotidien

source: Daily Challenges
de: Tägliche Herausforderungen
fr: Défis quotidiens

source: Daily Goal
de: Tagesziel
fr: Objectif du jour

source: DAILY GOAL
de: TAGESZIEL
fr: OBJECTIF DU JOUR

source: Dashboard
de: Übersicht
fr: Accueil

source: Dashboard Style
de: Übersichts-Stil
fr: Style de l'accueil

source: day streak
de: Tage in Serie
fr: jours de série

source: Day Streak
de: Tage in Serie
fr: Jours de série

source: Decline
de: Ablehnen
fr: Refuser

source: Delete
de: Löschen
fr: Supprimer

source: Delete Account
de: Konto löschen
fr: Supprimer le compte

source: Discard
de: Verwerfen
fr: Abandonner

source: DISTANCE
de: DISTANZ

source: Don't count
de: Nicht zählen
fr: Ne pas compter

source: Done
de: Fertig
fr: Terminé

source: Earned
de: Verdient
fr: Obtenus

source: Edit
de: Bearbeiten
fr: Modifier

source: Edit caption
de: Bildunterschrift bearbeiten
fr: Modifier la légende

source: Edit daily goal
de: Tagesziel bearbeiten
fr: Modifier l'objectif du jour

source: Enable Apple Health
de: Apple Health aktivieren
fr: Activer Apple Santé

source: End Tour
de: Tour beenden
fr: Terminer la visite

source: End Workout
de: Workout beenden
fr: Terminer l'entraînement

source: Ending...
de: Wird beendet...
fr: Fin en cours...

source: Everyone's crushed it today
de: Alle haben heute abgeliefert
fr: Tout le monde a assuré aujourd'hui

source: FAQ and contact
de: FAQ und Kontakt
fr: FAQ et contact

source: FEED & PROFILE
de: FEED & PROFIL
fr: FIL ET PROFIL

source: Fine-tune the 8 competition alerts
de: Die 8 Wettkampf-Alarme feinjustieren
fr: Ajuste les 8 alertes de compétition

source: Finish today's mile to share it
de: Beende die heutige Meile, um sie zu teilen
fr: Termine le mile du jour pour le partager

source: Finish your mile to unlock
de: Beende deine Meile zum Freischalten
fr: Termine ton mile pour débloquer

source: Flyer or poster
de: Flyer oder Poster
fr: Flyer ou affiche

source: Friend Activity
de: Freundesaktivität
fr: Activité des amis

source: Friend activity, competition updates, and badge wins will land here
de: Freundesaktivität, Wettkampf-Updates und Abzeichen landen hier
fr: L'activité des amis, les nouvelles des compétitions et les badges gagnés arriveront ici

source: Friend or family
de: Freunde oder Familie
fr: Ami ou famille

source: Friends
de: Freunde
fr: Amis

source: FRIENDS
de: FREUNDE
fr: AMIS

source: Friends & Leaderboard
de: Freunde & Rangliste
fr: Amis et classement

source: Get healthier
de: Gesünder werden
fr: Être en meilleure santé

source: Get more active
de: Aktiver werden
fr: Être plus actif

source: Get Started
de: Loslegen
fr: Commencer

source: GETTING AROUND
de: ORIENTIERUNG
fr: SE REPÉRER

source: Goal Complete!
de: Ziel erreicht!
fr: Objectif atteint !

source: Google / search
de: Google / Suche
fr: Google / recherche

source: Got it
de: Verstanden
fr: Compris

source: Head-to-Head matchup preferences
de: Duell-Einstellungen
fr: Préférences des duels

source: HEALTH & DATA
de: GESUNDHEIT & DATEN
fr: SANTÉ ET DONNÉES

source: Health Access
de: Health-Zugriff
fr: Accès à Santé

source: Health access is required for this app to function.
de: Der Zugriff auf Health ist für diese App erforderlich.
fr: L'accès à Santé est nécessaire au fonctionnement de l'app.

source: Health Data Access
de: Zugriff auf Gesundheitsdaten
fr: Accès aux données de santé

source: Help & Support
de: Hilfe & Support
fr: Aide et assistance

source: Here's what awaits you
de: Das erwartet dich
fr: Voici ce qui t'attend

source: Hide where I walk, for good
de: Verbergen, wo ich gehe – dauerhaft
fr: Cacher où je marche, pour de bon

source: How did you hear about us?
de: Wie hast du von uns erfahren?
fr: Comment nous as-tu connus ?

source: How would you describe your running?
de: Wie würdest du dein Laufen beschreiben?
fr: Comment décrirais-tu ta pratique de la course ?

source: I run regularly
de: Ich laufe regelmäßig
fr: Je cours régulièrement

source: I run sometimes
de: Ich laufe manchmal
fr: Je cours parfois

source: Import Past Workouts
de: Frühere Workouts importieren
fr: Importer d'anciens entraînements

source: Just for fun
de: Nur zum Spaß
fr: Juste pour le plaisir

source: just now
de: gerade eben
fr: à l'instant

source: Just starting out
de: Ich fange gerade an
fr: Je débute

source: Keep editing
de: Weiter bearbeiten
fr: Continuer à modifier

source: Kilometers
de: Kilometer
fr: Kilomètres

source: Language
de: Sprache
fr: Langue

source: LAST 7 DAYS
de: LETZTE 7 TAGE
fr: 7 DERNIERS JOURS

source: Legend
de: Legende
fr: Légende

source: Let's Go
de: Los geht's
fr: C'est parti

source: Load More Workouts
de: Mehr Workouts laden
fr: Charger plus d'entraînements

source: Loading badges…
de: Abzeichen werden geladen…
fr: Chargement des badges…

source: Loading notifications...
de: Mitteilungen werden geladen...
fr: Chargement des notifications...

source: Loading route...
de: Route wird geladen...
fr: Chargement du parcours...

source: Loading splits...
de: Splits werden geladen...
fr: Chargement des splits...

source: Loading today's challenge
de: Heutige Herausforderung wird geladen
fr: Chargement du défi du jour

source: Loading...
de: Wird geladen...
fr: Chargement...

source: Loading…
de: Wird geladen…
fr: Chargement…

source: Manage friend notifications
de: Freundes-Mitteilungen verwalten
fr: Gérer les notifications d'amis

source: Medals
de: Medaillen
fr: Médailles

source: Mile days
de: Meilen-Tage
fr: Jours avec un mile

source: Mile goal reached
de: Meilenziel erreicht
fr: Objectif du mile atteint

source: Mile offered
de: Meile angeboten
fr: Mile offert

source: Miles
de: Meilen

source: Mute specific friends or notification types
de: Bestimmte Freunde oder Mitteilungsarten stummschalten
fr: Couper certains amis ou types de notification

source: NEW
de: NEU
fr: NOUVEAU

source: Next
de: Weiter
fr: Suivant

source: NEXT TOTAL MILES MILESTONE
de: NÄCHSTER MEILEN-MEILENSTEIN
fr: PROCHAIN PALIER DE MILES

source: No activity yet
de: Noch keine Aktivität
fr: Pas encore d'activité

source: No friends to configure
de: Keine Freunde zum Einrichten
fr: Aucun ami à configurer

source: No notifications yet
de: Noch keine Mitteilungen
fr: Pas encore de notifications

source: No workouts recorded
de: Keine Workouts aufgezeichnet
fr: Aucun entraînement enregistré

source: Not now
de: Nicht jetzt
fr: Pas maintenant

source: Not Now
de: Nicht jetzt
fr: Pas maintenant

source: Notifications
de: Mitteilungen

source: Notifications & Sharing
de: Mitteilungen & Teilen
fr: Notifications et partage

source: Notifications received during DND will appear in your inbox
de: Mitteilungen während „Nicht stören“ landen in deinem Posteingang
fr: Les notifications reçues en mode Ne pas déranger apparaîtront dans ta boîte

source: Nudge
de: Anstupsen
fr: Relancer

source: Nudge again
de: Nochmal anstupsen
fr: Relancer encore

source: Nudged
de: Angestupst
fr: Relancé

source: Nudges
de: Anstupser
fr: Relances

source: Open camera
de: Kamera öffnen
fr: Ouvrir l'appareil photo

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les Réglages

source: Optional, but it helps us make Mile A Day yours.
de: Optional, aber es hilft uns, Mile A Day auf dich zuzuschneiden.
fr: Facultatif, mais ça nous aide à faire de Mile A Day la tienne.

source: Pace per mile, from the workout's own splits.
de: Tempo pro Meile, aus den Splits des Workouts.
fr: Allure par mile, d'après les splits de l'entraînement.

source: PAUSED
de: PAUSIERT
fr: EN PAUSE

source: Performance
de: Leistung

source: Photo waiting
de: Foto wartet
fr: Photo en attente

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité

source: Privacy Settings
de: Datenschutzeinstellungen
fr: Réglages de confidentialité

source: Private Account
de: Privates Konto
fr: Compte privé

source: Profile
de: Profil
fr: Profil

source: Re-watch or share your mile-a-day moment
de: Sieh dir deinen Mile-a-Day-Moment noch mal an oder teile ihn
fr: Revois ou partage ton moment mile-a-day

source: Recalibrate Streak
de: Serie neu berechnen
fr: Recalibrer la série

source: Recovery Mode
de: Erholungsmodus
fr: Mode récupération

source: Remove me from this post
de: Mich aus diesem Beitrag entfernen
fr: Me retirer de cette publication

source: Replay today's celebration
de: Heutige Feier noch mal ansehen
fr: Revoir la célébration du jour

source: Report
de: Melden
fr: Signaler

source: Requests, blocked accounts, close friends
de: Anfragen, blockierte Konten, enge Freunde
fr: Demandes, comptes bloqués, amis proches

source: Reset
de: Zurücksetzen
fr: Réinitialiser

source: Reset to Defaults
de: Standard wiederherstellen
fr: Valeurs par défaut

source: Route flyovers
de: Routen-Überflüge
fr: Survols de parcours

source: Route Heatmap
de: Routen-Heatmap
fr: Carte de chaleur des parcours

source: Route Maps on New Posts
de: Routenkarten bei neuen Beiträgen
fr: Cartes de parcours sur les nouvelles publications

source: Save
de: Sichern
fr: Enregistrer

source: Save as Manual
de: Als manuell sichern
fr: Enregistrer en manuel

source: Save my choices
de: Meine Auswahl sichern
fr: Enregistrer mes choix

source: Saw an ad
de: Eine Anzeige gesehen
fr: Une publicité

source: See what changed in the latest update
de: Sieh, was sich im letzten Update geändert hat
fr: Découvre ce qui a changé dans la dernière mise à jour

source: Settings
de: Einstellungen
fr: Réglages

source: Settings saved
de: Einstellungen gesichert
fr: Réglages enregistrés

source: Share that you're out?
de: Teilen, dass du unterwegs bist?
fr: Partager que tu es dehors ?

source: Share when I'm out
de: Teilen, wenn ich unterwegs bin
fr: Partager quand je suis dehors

source: Show all
de: Alle anzeigen
fr: Tout afficher

source: Show distances in
de: Distanzen anzeigen in
fr: Afficher les distances en

source: Show mile splits
de: Meilen-Splits anzeigen
fr: Afficher les splits par mile

source: Show my GPS routes to friends
de: Meine GPS-Routen Freunden zeigen
fr: Montrer mes parcours GPS à mes amis

source: Sign in to see your posts.
de: Melde dich an, um deine Beiträge zu sehen.
fr: Connecte-toi pour voir tes publications.

source: Sign in to track your runs and compete with friends
de: Melde dich an, um deine Läufe zu verfolgen und mit Freunden zu wetteifern
fr: Connecte-toi pour suivre tes courses et défier tes amis

source: Sign Out
de: Abmelden
fr: Se déconnecter

source: Sign out and return to login
de: Abmelden und zur Anmeldung zurückkehren
fr: Se déconnecter et revenir à la connexion

source: Skip
de: Überspringen
fr: Passer

source: Someone from the team
de: Jemand aus dem Team
fr: Quelqu'un de l'équipe

source: Somewhere else
de: Woanders
fr: Ailleurs

source: Start Mile
de: Meile starten
fr: Lancer le mile

source: Stealth Mode
de: Tarnmodus
fr: Mode furtif

source: steps
de: Schritte
fr: pas

source: Stop Workout
de: Workout beenden
fr: Arrêter l'entraînement

source: Strava, Garmin, WHOOP, Oura and more
de: Strava, Garmin, WHOOP, Oura und mehr
fr: Strava, Garmin, WHOOP, Oura et plus

source: STREAK AT RISK
de: SERIE IN GEFAHR
fr: SÉRIE EN DANGER

source: Streak Tokens
de: Serien-Token
fr: Jetons de série

source: Take a guided walkthrough of the app
de: Mach eine geführte Tour durch die App
fr: Fais une visite guidée de l'app

source: Take a new photo
de: Neues Foto aufnehmen
fr: Prendre une nouvelle photo

source: TAP TO VIEW
de: ZUM ANSEHEN TIPPEN
fr: TOUCHER POUR VOIR

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation

source: This removes it from your feed and profile for good.
de: Das entfernt es dauerhaft aus deinem Feed und Profil.
fr: Cela le supprime définitivement de ton fil et de ton profil.

source: TIME
de: ZEIT
fr: TEMPS

source: Today
de: Heute
fr: Aujourd'hui

source: TODAY
de: HEUTE
fr: AUJOURD'HUI

source: Today's Challenge
de: Heutige Herausforderung
fr: Défi du jour

source: TODAY'S CHALLENGE
de: HEUTIGE HERAUSFORDERUNG
fr: DÉFI DU JOUR

source: Today's photos open up once you complete your own mile.
de: Die heutigen Fotos öffnen sich, sobald du deine eigene Meile geschafft hast.
fr: Les photos du jour se débloquent une fois ton mile terminé.

source: Today's Steps
de: Heutige Schritte
fr: Pas du jour

source: Tomorrow
de: Morgen
fr: Demain

source: Total
de: Gesamt

source: Train for a race
de: Für ein Rennen trainieren
fr: Préparer une course

source: Treadmill Distance
de: Laufband-Distanz
fr: Distance sur tapis

source: Unfriend
de: Freund entfernen
fr: Retirer des amis

source: Units
de: Einheiten
fr: Unités

source: Upload completed
de: Upload abgeschlossen
fr: Envoi terminé

source: Voice Coach
de: Sprach-Coach
fr: Coach vocal

source: Weekly recap
de: Wochenrückblick
fr: Récap de la semaine

source: Welcome to
de: Willkommen bei
fr: Bienvenue sur

source: What's New
de: Neuigkeiten
fr: Nouveautés

source: What's your main goal?
de: Was ist dein Hauptziel?
fr: Quel est ton objectif principal ?

source: Who hears about your runs, walks & PBs
de: Wer von deinen Läufen, Spaziergängen und Bestzeiten erfährt
fr: Qui est informé de tes courses, marches et records

source: Winner decided at day's end
de: Der Sieger steht am Tagesende fest
fr: Le gagnant est désigné en fin de journée

source: Workout details unavailable for this day
de: Keine Workout-Details für diesen Tag
fr: Détails de l'entraînement indisponibles pour ce jour

source: You did it! Keep going or finish your workout.
de: Geschafft! Mach weiter oder beende dein Workout.
fr: Bravo ! Continue ou termine ton entraînement.

source: You will no longer be friends with this person.
de: Ihr seid dann keine Freunde mehr.
fr: Vous ne serez plus amis.

source: You're out of hypes for today
de: Keine Hypes mehr für heute
fr: Tu n'as plus de hypes pour aujourd'hui

source: Your daily fitness journey starts here
de: Deine tägliche Fitnessreise beginnt hier
fr: Ton parcours fitness quotidien commence ici

source: YOUR DAY
de: DEIN TAG
fr: TA JOURNÉE

source: Your mile still counts — it'll sync on your next update.
de: Deine Meile zählt trotzdem – sie wird beim nächsten Update synchronisiert.
fr: Ton mile compte toujours — il se synchronisera à la prochaine mise à jour.

source: Your photo and caption won't be saved.
de: Dein Foto und deine Bildunterschrift werden nicht gesichert.
fr: Ta photo et ta légende ne seront pas enregistrées.

source: Your privacy
de: Deine Privatsphäre
fr: Ta confidentialité

source: Your story
de: Deine Story
fr: Ta story

source: Your week in miles is ready
de: Deine Woche in Meilen ist fertig
fr: Ta semaine en miles est prête

source: App Info
fr: Infos sur l'app

source: App Tour
fr: Visite de l'app

source: Feed
fr: Fil

source: Workouts
fr: Entraînements
